Revit 2027 API
BuiltInFailures.FamilyFailures.CannotConvertInstHostToWorkPlane Property
 Can't convert Instance's Host to Work Plane. Try resetting Host to a Level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotConvertInstHostToWorkPlane { get; }
Public Shared ReadOnly Property CannotConvertInstHostToWorkPlane As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotConvertInstHostToWorkPlane {
	FailureDefinitionId^ get ();
}
static member CannotConvertInstHostToWorkPlane : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace